Repository: ipabuyer/ipabuyer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# DownloadsPage/Action/OpenLogDialogButton.Content
source: log
zh_hans: 日志

# LoginPage/TitleText.Text
source: Account login
zh_hans: 账户登录

# LoginService/Status/Canceled
source: Login canceled.
zh_hans: 登录已取消。

# LoginService/Status/Success
source: Login successful.
zh_hans: 登录成功。

# LoginService/Status/Timeout
source: Login request timed out, please try again later.
zh_hans: 登录请求超时，请稍后重试。

# LoginService/Status/EmptyResponse
source: No login response received, please try again later.
zh_hans: 未收到登录响应，请稍后重试。

# LoginService/Status/Exception
source: Login failed: {0}
zh_hans: 登录失败: {0}

# LoginService/Status/RequiresTwoFactor
source: A two-step verification code is required.
zh_hans: 需要输入两步验证码。

# LoginService/Status/InvalidCredential
source: The username or password is incorrect.
zh_hans: 用户名或密码不正确。

# LoginService/Status/AuthCodeInvalid
source: The verification code is incorrect, please re-enter it.
zh_hans: 验证码错误，请重新输入。

# LoginService/Status/NetworkError
source: Network abnormality, please try again later.
zh_hans: 网络异常，请稍后重试。

# LoginService/Status/FailedRetry
source: Login failed, please try again later.
zh_hans: 登录失败，请稍后重试。

# LoginPage/SubtitleText.Text
source: Enter your Apple ID, password, and encryption key to log in to purchase and download.
zh_hans: 输入 Apple ID、密码和加密密钥，完成登录后即可购买与下载。

# LoginPage/PassphraseChangeHintText.Text
source: If you need to modify the encryption key, please log out and log in again.
zh_hans: 如需修改加密密钥，请先退出登录并重新登录。

# LoginPage/NewAccountHintText.Text
source: The newly created Apple account must first complete a purchase in the Apple device App Store before the download and purchase functions can be used normally.
zh_hans: 新创建的 Apple 账号需先在苹果设备 App Store 完成一次购买后，才能正常使用下载与购买功能。

# LoginPage/EmailLabel.Text
source: Email address
zh_hans: 电子邮箱地址

# LoginPage/PasswordLabel.Text
source: password
zh_hans: 密码

# LoginPage/PasswordInput.PlaceholderText
source: Please enter password
zh_hans: 请输入密码

# LoginPage/TwoFactorCodeLabel.Text
source: Two-step verification code
zh_hans: 双重验证码

# LoginPage/TwoFactorCodeInput.PlaceholderText
source: Please enter the two-step verification code
zh_hans: 请输入双重验证码

# LoginPage/PassphraseLabel.Text
source: encryption key
zh_hans: 加密密钥

# LoginPage/PassphraseInput.PlaceholderText
source: for ipatool keychain-passphrase
zh_hans: 用于 ipatool keychain-passphrase

# LoginPage/LoginButton.Content
source: Log in
zh_hans: 登录

# LoginPage/QueryAuthInfoButton.Content
source: Check login status
zh_hans: 查询登录状态

# LoginPage/LogoutButton.Content
source: Log out
zh_hans: 退出登录

# LoginPage/Action/OpenLogDialogButton.Content
source: log
zh_hans: 日志

# LoginPage/TwoFactorHelpText.Text
source: If you do not receive the verification code, please click "Open Apple Account Official Website" to go to account.apple.com to obtain the verification code.
zh_hans: 收不到验证码时，请点击“打开苹果账户官网”前往 account.apple.com 获取验证码。

# LoginPage/Status/QueryingAuthInfo
source: Checking login status...
zh_hans: 正在查询登录状态...

# LoginPage/Status/AuthInfoSuccess
source: Login status is normal
zh_hans: 登录状态正常

# LoginPage/Status/AuthInfoEmailMissing
source: The login status has been queried, but the email address has not been obtained. Please log in again before purchasing or downloading.
zh_hans: 已查询到登录状态，但未获取到邮箱。请先重新登录后再进行购买或下载。

# LoginPage/Status/AuthInfoFailed
source: Abnormal login status
zh_hans: 登录状态异常

# LoginPage/Status/AuthInfoException
source: Failed to query login status: {0}
zh_hans: 查询登录状态失败: {0}

# LoginPage/Status/LoggingOut
source: Logging out...
zh_hans: 正在退出登录...

# LoginPage/Status/LogoutSuccess
source: Logged out
zh_hans: 已退出登录

# LoginPage/Status/LogoutFailed
source: Logout failed
zh_hans: 退出登录失败

# LoginPage/Status/LogoutException
source: Failed to log out: {0}
zh_hans: 退出登录失败: {0}

# LoginPage/Status/EmailRequired
source: Email cannot be empty
zh_hans: 邮箱不能为空

# LoginPage/Status/RequiredFieldsEmpty
source: Email, password and encryption key cannot be empty
zh_hans: 邮箱、密码和加密密钥不能为空

# LoginPage/Status/LoggingIn
source: Login...
zh_hans: 正在登录...

# LoginPage/Status/LoginFlowException
source: Login process exception: {0}
zh_hans: 登录流程异常: {0}

# LoginPage/Status/LoginException
source: Login failed: {0}
zh_hans: 登录失败: {0}

# LoginPage/Status/Verifying
source: Verifying...
zh_hans: 正在验证...

# LoginPage/Status/VerifyException
source: Verification failed: {0}
zh_hans: 验证失败: {0}

# LoginPage/Status/AuthCodeInvalid
source: The verification code is incorrect, please re-enter it.
zh_hans: 验证码错误，请重新输入。

# LoginPage/Status/VerifyFailedRetry
source: Verification failed, please try again.
zh_hans: 验证失败，请重试。

# LoginPage/Status/TwoFactorPromptFallback
source: Please enter the two-step verification code to continue logging in. If you do not receive the verification code, please open https://account.apple.com/ to obtain it and then enter it.
zh_hans: 请输入两步验证码继续登录。如果未收到验证码，请打开 https://account.apple.com/ 获取后再输入。

# LoginPage/Status/TwoFactorPromptWithMessage
source: {0} If you do not receive the verification code, please open https://account.apple.com/ to obtain it and then enter it.
zh_hans: {0} 如未收到验证码，请打开 https://account.apple.com/ 获取后再输入。

# LoginPage/Status/LoginSuccess
source: Login successful
zh_hans: 登录成功

# LoginPage/Status/OpenAppleAccountSiteFailed
source: Failed to open Apple account official website: {0}
zh_hans: 打开苹果账户官网失败: {0}

# LoginPage/Status/OperationLocked
source: You are currently logged in and the operating area is locked.
zh_hans: 当前为已登录状态，操作区已锁定

# LoginPage/Log/StartVerifyTwoFactor
source: Start verifying the two-step verification code.
zh_hans: 开始验证双重验证码。

# LoginPage/Log/StartLogin
source: Start logging in.
zh_hans: 开始登录。

# LoginPage/Log/LoginFlowException
source: Login process exception: {0}
zh_hans: 登录流程异常: {0}

# LoginPage/Log/AuthInfoSuccess
source: Query login status successfully: {0}
zh_hans: 查询登录状态成功: {0}

# LoginPage/Log/AuthInfoEmailMissing
source: Querying the login status was successful, but the email address was not obtained.
zh_hans: 查询登录状态成功，但未获取到邮箱。

# LoginPage/Log/AuthInfoFailed
source: Failed to query login status.
zh_hans: 查询登录状态失败。

# LoginPage/Log/AuthInfoException
source: Abnormal query login status: {0}
zh_hans: 查询登录状态异常: {0}

# LoginPage/Log/LogoutSuccess
source: Log out successfully: {0}
zh_hans: 退出登录成功: {0}

# LoginPage/Log/PassphraseRotated
source: Encryption keys have been rotated.
zh_hans: 加密密钥已轮换。

# LoginPage/Log/LogoutFailed
source: Failed to log out: {0}
zh_hans: 退出登录失败: {0}

# LoginPage/Log/LogoutException
source: Logout exception: {0}
zh_hans: 退出登录异常: {0}

# LoginPage/Log/RequiredFieldsEmpty
source: Login blocked: Required fields are empty.
zh_hans: 登录已阻止: 必填项为空。

# LoginPage/Log/LoginCanceled
source: Login request canceled.
zh_hans: 登录请求已取消。

# LoginPage/Log/LoginException
source: Login exception: {0}
zh_hans: 登录异常: {0}

# LoginPage/Log/EmptyAuthCodeUsesDefault
source: If the two-factor verification code is empty, it will be processed as 000000.
zh_hans: 双重验证码为空，按 000000 处理。

# LoginPage/Log/CodeValidationCanceled
source: Verification code verification has been cancelled.
zh_hans: 验证码验证已取消。

# LoginPage/Log/CodeValidationException
source: Verification code verification exception: {0}
zh_hans: 验证码验证异常: {0}

# LoginPage/Log/CodeValidationInvalid
source: Verification code verification failed: Verification code error.
zh_hans: 验证码验证失败: 验证码错误。

# LoginPage/Log/CodeValidationTimeout
source: Verification code verification failed: Request timed out.
zh_hans: 验证码验证失败: 请求超时。

# LoginPage/Log/CodeValidationFailed
source: Verification code verification failed.
zh_hans: 验证码验证失败。

# LoginPage/Log/CodeValidationSuccess
source: Two-factor verification code verification successful.
zh_hans: 双重验证码验证成功。

# LoginPage/Log/LoginSuccess
source: Login successful.
zh_hans: 登录成功。

# LoginPage/Log/TwoFactorRequired
source: A two-factor verification code is required.
zh_hans: 需要输入双重验证码。

# LoginPage/Log/LoginFailed
source: Login failed: {0}
zh_hans: 登录失败: {0}

# LoginPage/Debug/SaveAccountInfoFailed
source: Failed to save account information: {0}
zh_hans: 保存账户信息失败: {0}

# LoginPage/Log/LoginAccount
source: Login account: {0}
zh_hans: 登录账户: {0}

# LoginPage/Log/AppleAccountSiteOpened
source: The official Apple account website has been opened.
zh_hans: 已打开苹果账户官网。

# LoginPage/Log/CopyEmptyLog
source: The log is empty and cannot be copied.
zh_hans: 日志为空，无法复制。

# LoginPage/Log/CopiedToClipboard
source: Log copied to clipboard.
zh_hans: 日志已复制到剪贴板。

# LoginPage/Log/Cleared
source: The log has been cleared.
zh_hans: 日志已清空。

# LoginPage/Log/TitleText.Text
source: log
zh_hans: 日志

# LoginPage/Log/CopyButton.Content
source: Copy
zh_hans: 复制

# LoginPage/Log/ClearButton.Content
source: Clear
zh_hans: 清空

# Common/LogDialog/Title
source: log
zh_hans: 日志

# Common/LogDialog/Subtitle
source: real time log
zh_hans: 实时日志

# Common/LogDialog/CopyButton
source: Copy log
zh_hans: 复制日志

# Common/LogDialog/ClearButton
source: Clear log
zh_hans: 清空日志

# Common/LogDialog/CloseButton
source: closure
zh_hans: 关闭

# Common/LogDialog/CopyEmptyLog
source: The log is empty and has no content to copy.
zh_hans: 日志为空，无可复制内容。

# Common/LogDialog/CopiedToClipboard
source: Log copied to clipboard.
zh_hans: 日志已复制到剪贴板。

# Common/LogDialog/Cleared
source: The log has been cleared.
zh_hans: 日志已清空。

# MainPage/EmptySearchHintTextBlock.Text
source: Please search the application in the search box
zh_hans: 请在搜索框搜索应用

# MainPage/EmptySearchHint/Initial
source: Please search the application in the search box
zh_hans: 请在搜索框搜索应用

# MainPage/EmptySearchHint/SearchEmpty
source: No matching app found
zh_hans: 未找到匹配的应用

# MainPage/EmptySearchHint/FilterEmpty
source: There are no applications under the current filter
zh_hans: 当前筛选下没有应用

# Storefront/AE
source: United Arab Emirates
zh_hans: 阿联酋

# Storefront/AG
source: Antigua & Barbuda
zh_hans: 安提瓜和巴布达

# Storefront/AI
source: Anguilla
zh_hans: 安圭拉

# Storefront/AL
source: Albania
zh_hans: 阿尔巴尼亚

# Storefront/AM
source: Armenia
zh_hans: 亚美尼亚

# Storefront/AO
source: Angola
zh_hans: 安哥拉

# Storefront/AR
source: Argentina
zh_hans: 阿根廷

# Storefront/AT
source: Austria
zh_hans: 奥地利

# Storefront/AU
source: Australia
zh_hans: 澳大利亚

# Storefront/AZ
source: Azerbaijan
zh_hans: 阿塞拜疆

# Storefront/BB
source: Barbados
zh_hans: 巴巴多斯

# Storefront/BE
source: Belgium
zh_hans: 比利时

# Storefront/BF
source: Burkina Faso
zh_hans: 布基纳法索

# Storefront/BG
source: Bulgaria
zh_hans: 保加利亚

# Storefront/BH
source: Bahrain
zh_hans: 巴林

# Storefront/BJ
source: Benin
zh_hans: 贝宁

# Storefront/BM
source: Bermuda
zh_hans: 百慕大

# Storefront/BN
source: Brunei
zh_hans: 文莱

# Storefront/BO
source: Bolivia
zh_hans: 玻利维亚

# Storefront/BR
source: Brazil
zh_hans: 巴西

# Storefront/BS
source: Bahamas
zh_hans: 巴哈马

# Storefront/BT
source: Bhutan
zh_hans: 不丹

# Storefront/BW
source: Botswana
zh_hans: 博茨瓦纳

# Storefront/BY
source: Belarus
zh_hans: 白俄罗斯

# Storefront/BZ
source: Belize
zh_hans: 伯利兹

# Storefront/CA
source: Canada
zh_hans: 加拿大

# Storefront/CD
source: Democratic Republic of the Congo
zh_hans: 刚果民主共和国

# Storefront/CG
source: Republic of the Congo
zh_hans: 刚果共和国

# Storefront/CH
source: Switzerland
zh_hans: 瑞士

# Storefront/CI
source: Côte d’Ivoire
zh_hans: 科特迪瓦

# Storefront/CL
source: Chile
zh_hans: 智利

# Storefront/CM
source: Cameroon
zh_hans: 喀麦隆

# Storefront/CN
source: Mainland China
zh_hans: 中国大陆

# Storefront/CO
source: Colombia
zh_hans: 哥伦比亚

# Storefront/CR
source: Costa Rica
zh_hans: 哥斯达黎加

# Storefront/CV
source: Cape Verde
zh_hans: 佛得角

# Storefront/CY
source: Cyprus
zh_hans: 塞浦路斯

# Storefront/CZ
source: Czechia
zh_hans: 捷克

# Storefront/DE
source: Germany
zh_hans: 德国

# Storefront/DK
source: Denmark
zh_hans: 丹麦

# Storefront/DM
source: Dominica
zh_hans: 多米尼克

# Storefront/DO
source: Dominican Republic
zh_hans: 多米尼加共和国

# Storefront/DZ
source: Algeria
zh_hans: 阿尔及利亚

# Storefront/EC
source: Ecuador
zh_hans: 厄瓜多尔

# Storefront/EE
source: Estonia
zh_hans: 爱沙尼亚

# Storefront/EG
source: Egypt
zh_hans: 埃及

# Storefront/ES
source: Spain
zh_hans: 西班牙

# Storefront/FI
source: Finland
zh_hans: 芬兰

# Storefront/FJ
source: Fiji
zh_hans: 斐济

# Storefront/FM
source: Micronesia
zh_hans: 密克罗尼西亚

# Storefront/FR
source: France
zh_hans: 法国

# Storefront/GA
source: Gabon
zh_hans: 加蓬

# Storefront/GB
source: United Kingdom
zh_hans: 英国

# Storefront/GD
source: Grenada
zh_hans: 格林纳达

# Storefront/GE
source: Georgia
zh_hans: 格鲁吉亚

# Storefront/GH
source: Ghana
zh_hans: 加纳

# Storefront/GM
source: Gambia
zh_hans: 冈比亚

# Storefront/GR
source: Greece
zh_hans: 希腊

# Storefront/GT
source: Guatemala
zh_hans: 危地马拉

# Storefront/GW
source: Guinea-Bissau
zh_hans: 几内亚比绍

# Storefront/GY
source: Guyana
zh_hans: 圭亚那

# Storefront/HK
source: Hong Kong, China
zh_hans: 中国香港

# Storefront/HN
source: Honduras
zh_hans: 洪都拉斯

# Storefront/HR
source: Croatia
zh_hans: 克罗地亚

# Storefront/HU
source: Hungary
zh_hans: 匈牙利

# Storefront/ID
source: Indonesia
zh_hans: 印度尼西亚

# Storefront/IE
source: Ireland
zh_hans: 爱尔兰

# Storefront/IL
source: Israel
zh_hans: 以色列

# Storefront/IN
source: India
zh_hans: 印度

# Storefront/IS
source: Iceland
zh_hans: 冰岛

# Storefront/IT
source: Italy
zh_hans: 意大利

# Storefront/JM
source: Jamaica
zh_hans: 牙买加

# Storefront/JO
source: Jordan
zh_hans: 约旦

# Storefront/JP
source: Japan
zh_hans: 日本

# Storefront/KE
source: Kenya
zh_hans: 肯尼亚

# Storefront/KG
source: Kyrgyzstan
zh_hans: 吉尔吉斯斯坦

# Storefront/KH
source: Cambodia
zh_hans: 柬埔寨

# Storefront/KN
source: St. Kitts & Nevis
zh_hans: 圣基茨和尼维斯

# Storefront/KR
source: South Korea
zh_hans: 韩国

# Storefront/KW
source: Kuwait
zh_hans: 科威特

# Storefront/KY
source: Cayman Islands
zh_hans: 开曼群岛

# Storefront/KZ
source: Kazakhstan
zh_hans: 哈萨克斯坦

# Storefront/LA
source: Laos
zh_hans: 老挝

# Storefront/LB
source: Lebanon
zh_hans: 黎巴嫩

# Storefront/LC
source: St. Lucia
zh_hans: 圣卢西亚

# Storefront/LK
source: Sri Lanka
zh_hans: 斯里兰卡

# Storefront/LR
source: Liberia
zh_hans: 利比里亚

# Storefront/LT
source: Lithuania
zh_hans: 立陶宛

# Storefront/LU
source: Luxembourg
zh_hans: 卢森堡

# Storefront/LV
source: Latvia
zh_hans: 拉脱维亚

# Storefront/MD
source: Moldova
zh_hans: 摩尔多瓦

# Storefront/MG
source: Madagascar
zh_hans: 马达加斯加

# Storefront/MK
source: North Macedonia
zh_hans: 北马其顿

# Storefront/ML
source: Mali
zh_hans: 马里

# Storefront/MM
source: Myanmar (Burma)
zh_hans: 缅甸

# Storefront/MN
source: Mongolia
zh_hans: 蒙古

# Storefront/MO
source: Macao, China
zh_hans: 中国澳门

# Storefront/MR
source: Mauritania
zh_hans: 毛里塔尼亚

# Storefront/MS
source: Montserrat
zh_hans: 蒙特塞拉特

# Storefront/MT
source: Malta
zh_hans: 马耳他

# Storefront/MU
source: Mauritius
zh_hans: 毛里求斯

# Storefront/MV
source: Maldives
zh_hans: 马尔代夫

# Storefront/MW
source: Malawi
zh_hans: 马拉维

# Storefront/MX
source: Mexico
zh_hans: 墨西哥

# Storefront/MY
source: Malaysia
zh_hans: 马来西亚

# Storefront/MZ
source: Mozambique
zh_hans: 莫桑比克

# Storefront/NA
source: Namibia
zh_hans: 纳米比亚

# Storefront/NE
source: Niger
zh_hans: 尼日尔

# Storefront/NG
source: Nigeria
zh_hans: 尼日利亚

# Storefront/NI
source: Nicaragua
zh_hans: 尼加拉瓜

# Storefront/NL
source: Netherlands
zh_hans: 荷兰

# Storefront/NO
source: Norway
zh_hans: 挪威

# Storefront/NP
source: Nepal
zh_hans: 尼泊尔

# Storefront/NZ
source: New Zealand
zh_hans: 新西兰

# Storefront/OM
source: Oman
zh_hans: 阿曼

# Storefront/PA
source: Panama
zh_hans: 巴拿马

# Storefront/PE
source: Peru
zh_hans: 秘鲁

# Storefront/PG
source: Papua New Guinea
zh_hans: 巴布亚新几内亚

# Storefront/PH
source: Philippines
zh_hans: 菲律宾

# Storefront/PK
source: Pakistan
zh_hans: 巴基斯坦

# Storefront/PL
source: Poland
zh_hans: 波兰

# Storefront/PT
source: Portugal
zh_hans: 葡萄牙

# Storefront/PW
source: Palau
zh_hans: 帕劳

# Storefront/PY
source: Paraguay
zh_hans: 巴拉圭

# Storefront/QA
source: Qatar
zh_hans: 卡塔尔

# Storefront/RO
source: Romania
zh_hans: 罗马尼亚

# Storefront/RS
source: Serbia
zh_hans: 塞尔维亚

# Storefront/RU
source: Russia
zh_hans: 俄罗斯

# Storefront/SA
source: Saudi Arabia
zh_hans: 沙特阿拉伯

# Storefront/SC
source: Seychelles
zh_hans: 塞舌尔

# Storefront/SE
source: Sweden
zh_hans: 瑞典

# Storefront/SG
source: Singapore
zh_hans: 新加坡

# Storefront/SI
source: Slovenia
zh_hans: 斯洛文尼亚

# Storefront/SK
source: Slovakia
zh_hans: 斯洛伐克

# Storefront/SL
source: Sierra Leone
zh_hans: 塞拉利昂

# Storefront/SN
source: Senegal
zh_hans: 塞内加尔

# Storefront/SR
source: Suriname
zh_hans: 苏里南

# Storefront/ST
source: São Tomé and Príncipe
zh_hans: 圣多美和普林西比

# Storefront/SV
source: El Salvador
zh_hans: 萨尔瓦多

# Storefront/SZ
source: Eswatini
zh_hans: 斯威士兰

# Storefront/TC
source: Turks & Caicos Islands
zh_hans: 特克斯和凯科斯群岛

# Storefront/TD
source: Chad
zh_hans: 乍得

# Storefront/TH
source: Thailand
zh_hans: 泰国

# Storefront/TJ
source: Tajikistan
zh_hans: 塔吉克斯坦

# Storefront/TM
source: Turkmenistan
zh_hans: 土库曼斯坦

# Storefront/TN
source: Tunisia
zh_hans: 突尼斯

# Storefront/TO
source: Tonga
zh_hans: 汤加

# Storefront/TR
source: Türkiye
zh_hans: 土耳其

# Storefront/TT
source: Trinidad & Tobago
zh_hans: 特立尼达和多巴哥

# Storefront/TW
source: Taiwan, China
zh_hans: 中国台湾

# Storefront/TZ
source: Tanzania
zh_hans: 坦桑尼亚

# Storefront/UA
source: Ukraine
zh_hans: 乌克兰

# Storefront/UG
source: Uganda
zh_hans: 乌干达

# Storefront/US
source: United States
zh_hans: 美国

# Storefront/UY
source: Uruguay
zh_hans: 乌拉圭

# Storefront/UZ
source: Uzbekistan
zh_hans: 乌兹别克斯坦

# Storefront/VC
source: St. Vincent & Grenadines
zh_hans: 圣文森特和格林纳丁斯

# Storefront/VE
source: Venezuela
zh_hans: 委内瑞拉

# Storefront/VG
source: British Virgin Islands
zh_hans: 英属维尔京群岛

# Storefront/VN
source: Vietnam
zh_hans: 越南

# Storefront/XK
source: Kosovo
zh_hans: 科索沃

# Storefront/YE
source: Yemen
zh_hans: 也门

# Storefront/ZA
source: South Africa
zh_hans: 南非

# Storefront/ZM
source: Zambia
zh_hans: 赞比亚

# Storefront/ZW
source: Zimbabwe
zh_hans: 津巴布韦

# Storefront/AF
source: Afghanistan
zh_hans: 阿富汗

# Storefront/BA
source: Bosnia & Herzegovina
zh_hans: 波斯尼亚和黑塞哥维那

# Storefront/IQ
source: Iraq
zh_hans: 伊拉克

# Storefront/LY
source: Libya
zh_hans: 利比亚

# Storefront/MA
source: Morocco
zh_hans: 摩洛哥

# Storefront/ME
source: Montenegro
zh_hans: 黑山

# Storefront/NR
source: Nauru
zh_hans: 瑙鲁

# Storefront/RW
source: Rwanda
zh_hans: 卢旺达

# Storefront/SB
source: Solomon Islands
zh_hans: 所罗门群岛

# Storefront/VU
source: Vanuatu
zh_hans: 瓦努阿图

# Settings/Card/DisplayLanguage.Header
source: Display language
zh_hans: 显示语言

# Settings/Card/DisplayLanguage.Description
source: Select the language used by the app interface.
zh_hans: 选择应用界面显示的语言。

# Settings/Language/Auto.Content
source: Automatic
zh_hans: 自动

# Settings/Language/RestartTitle
source: Restart app
zh_hans: 重启应用

# Settings/Language/RestartMessage
source: The language setting takes effect after the app restarts. Restart now?
zh_hans: 语言设置将在应用重启后生效。是否立即重启？

# Settings/Language/RestartNow
source: Restart now
zh_hans: 立即重启

# Settings/Language/RestartLater
source: Restart later
zh_hans: 稍后重启

# Settings/Language/RestartFailedTitle
source: Restart failed
zh_hans: 重启失败

# Settings/Language/RestartFailedMessage
source: Unable to restart the app: {0}
zh_hans: 无法重启应用：{0}
